[
{
  "title": "Abu Qatada arrest over 'bail breach'",
  "description": "Radical cleric Abu Qatada is arrested for allegedly breaching bail conditions, days ahead of the government's latest attempt to deport him."
},
{
  "title": "Kenya count 'gives Kenyatta victory'",
  "description": "Provisional results give Kenya's Deputy PM Uhuru Kenyatta victory in the presidential poll, but rival Raila Odinga is expected to file a challenge."
},
{
  "title": "Van Dyck painting 'found online'",
  "description": "A portrait is attributed to 17th Century master Anthony Van Dyck and valued at up to &pound;1m after being spotted on the BBC Your Paintings website."
},
{
  "title": "Court upholds Egypt death sentences",
  "description": "A court in Egypt upholds 21 death sentences over deadly 2012 football riots in Port Said, amid continuing tensions over the trial."
},
{
  "title": "Sign error may mean speeding let-off",
  "description": "Thousands of motorway speeding convictions could be overturned because the font used on some traffic signs may have failed to meet regulations."
},
{
  "title": "Deadly bomb attack on Kabul ministry",
  "description": "At least nine people die as a suicide bomber attacks the Afghan defence ministry in Kabul, during a visit to the city by the new US Pentagon chief."
},
{
  "title": "Cable warning over spending cuts",
  "description": "Serious damage will be done to industry if only some government departments have to make cuts in spending, Business Secretary Vince Cable warns."
},
{
  "title": "Venezuela swears in acting president",
  "description": "Venezuela's former vice-president Nicolas Maduro is sworn in as acting president hours after the state funeral of Hugo Chavez."
},
{
  "title": "Researchers grow teeth from cells",
  "description": "Dentists could one day be able to replace missing teeth with ones newly grown from gum cells, say British researchers."
},{
  "title": "Five police officers hurt in riot",
  "description": "Five police officers have been injured and offices have been damaged during rioting in Newtownabbey, County Antrim."
},{
  "title": "'World's top' eatery sickens dozens",
  "description": "More than 60 people suffered food poisoning at a Danish restaurant described as the world's best eatery, it has emerged."
},
{
  "title": "New theory over Stonehenge building",
  "description": "Thousands of people came from across Britain to help build Stonehenge, experts investigating the origins of the monument say."
},
{
  "title": "Mind the Gap returns after wife plea",
  "description": "A 40-year-old \"mind the gap\" recording once heard across the Tube will return to one station - so the widow of the actor behind it can hear his voice."
},
{
  "title": "Dog TV launched for home alone pets",
  "description": "An Israeli TV company has launched a channel just for dogs called Dog TV."
},
{
  "title": "Compton and Cook lead fightback",
  "description": "Nick Compton scores his first Test century and Alastair Cook his 24th as England reduce New Zealand's lead to 59 in the first Test."
},
{
  "title": "Official banned for life by RFU",
  "description": "Ex-London Welsh team boss Mike Scott receives a life ban from rugby union for his role in the fielding of an ineligible player."
},
{
  "title": "Woods moves in front of McDowell",
  "description": "Tiger Woods moves into a two-shot lead over Northern Ireland's Graeme McDowell at the World Golf Championships event in Miami."
},
{
  "title": "Jenkins happy to beat Scots 3-0",
  "description": "Assistant coach Neil Jenkins would be happy for Wales to beat Scotland 3-0 to keep their Six Nations title hopes alive."
},
{
  "title": "Sharapova through at Indian Wells",
  "description": "Second seed Maria Sharapova picks up a comfortable 6-2 6-1 win over Francesca Schiavone in the second round at Indian Wells."
},
{
  "title": "More than 500 bankers paid £1m-plus",
  "description": "A total of 428 employees at Barclays and 93 at RBS earn more than £1m last year, the banks disclose."
},{
  "title": "US labour market shows strong rise",
  "description": "The US economy added 236,000 jobs in February, while the jobless rate eased to 7.7%, lifting hopes for a sustainable recovery."
},
{
  "title": "Watchdog contradicts PM on growth",
  "description": "David Cameron is involved in a dispute with the Office for Budget Responsibility about the impact of austerity measures on economic growth."
},
{
  "title": "Clegg says Lib Dems let people down",
  "description": "The Liberal Democrats \"let people down\" by not dealing with claims made against the party's ex-chief executive, Nick Clegg tells party delegates."
},
{
  "title": "Pryce guilty over Huhne points swap",
  "description": "Vicky Pryce, the former wife of ex-MP Chris Huhne, is found guilty of perverting the course of justice by taking speeding points on his behalf 10 years ago."
},
{
  "title": "Man held after fatal bus stabbing",
  "description": "A man is arrested after a 16-year-old girl was stabbed to death on a rush-hour bus on one of Birmingham's busiest roads."
},
{
  "title": "Processed meat 'early death' link",
  "description": "Sausages, ham, bacon and other processed meats appear to increase the risk of dying young, a study of half a million people across Europe suggests."
},
{
  "title": "UN backs tough new N Korea sanctions",
  "description": "The UN Security Council unanimously approves fresh sanctions against North Korea in response to Pyongyang's nuclear test last month."
},
{
  "title": "UK smoking 'halves' in 40 years",
  "description": "Smoking in Britain has more than halved and people are drinking on fewer nights of the week, according to a snapshot survey covering the past 40 years."
},
{
  "title": "Ex-detective in Pistorius case quits",
  "description": "The ex-lead detective in the Oscar Pistorius case, who faces separate charges of attempted murder, has resigned, South African police say."
},
{
  "title": "No alternative on economy, says PM",
  "description": "Changing course on the economy would plunge the UK 'back into the abyss', the PM warns - after Vince Cable suggests spending may have to rise."
},
{
  "title": "Sugar 'no intention' of paying out",
  "description": "Lord Sugar has 'no intention' of paying out to Apprentice winner Stella English 'unless instructed to do so', he tells a tribunal."
},
{
  "title": "Berlusconi convicted over wiretap",
  "description": "Italy's former Prime Minister Silvio Berlusconi is convicted and sentenced to a year in jail over an illegal wiretap."
},
{
  "title": "Graduate pay gap - women paid less",
  "description": "Female graduates are still likely to earn thousands of pounds less than men, according to a new report."
},
{
  "title": "BoE rejects more economic stimulus",
  "description": "The Bank of England's rate-setting committee has kept interest rates at 0.5% and rejected calls to inject more stimulus into the economy."
},
{
  "title": "Frozen phones give up data secrets",
  "description": "Putting an Android phone in a freezer for an hour can help get at its confidential contents, find German security researchers."
}
]