[{
  "title": "Pryce guilty over Huhne points swap",
  "description": "Vicky Pryce, the former wife of ex-MP Chris Huhne, is found guilty of perverting the course of justice by taking speeding points on his behalf 10 years ago."
},
{
  "title": "Man held after fatal bus stabbing",
  "description": "A man is arrested after a 16-year-old girl was stabbed to death on a rush-hour bus on one of Birmingham's busiest roads."
},
{
  "title": "Processed meat 'early death' link",
  "description": "Sausages, ham, bacon and other processed meats appear to increase the risk of dying young, a study of half a million people across Europe suggests."
},
{
  "title": "UN backs tough new N Korea sanctions",
  "description": "The UN Security Council unanimously approves fresh sanctions against North Korea in response to Pyongyang's nuclear test last month."
},
{
  "title": "UK smoking 'halves' in 40 years",
  "description": "Smoking in Britain has more than halved and people are drinking on fewer nights of the week, according to a snapshot survey covering the past 40 years."
},
{
  "title": "Ex-detective in Pistorius case quits",
  "description": "The ex-lead detective in the Oscar Pistorius case, who faces separate charges of attempted murder, has resigned, South African police say."
},
{
  "title": "No alternative on economy, says PM",
  "description": "Changing course on the economy would plunge the UK 'back into the abyss', the PM warns - after Vince Cable suggests spending may have to rise."
},
{
  "title": "Sugar 'no intention' of paying out",
  "description": "Lord Sugar has 'no intention' of paying out to Apprentice winner Stella English 'unless instructed to do so', he tells a tribunal."
},
{
  "title": "Berlusconi convicted over wiretap",
  "description": "Italy's former Prime Minister Silvio Berlusconi is convicted and sentenced to a year in jail over an illegal wiretap."
},
{
  "title": "Graduate pay gap - women paid less",
  "description": "Female graduates are still likely to earn thousands of pounds less than men, according to a new report."
},
{
  "title": "BoE rejects more economic stimulus",
  "description": "The Bank of England's rate-setting committee has kept interest rates at 0.5% and rejected calls to inject more stimulus into the economy."
},
{
  "title": "Frozen phones give up data secrets",
  "description": "Putting an Android phone in a freezer for an hour can help get at its confidential contents, find German security researchers."
},
{
  "title": "This is the last item",
  "description": "We are going to remove this last item to verify correct display of the previous and next navigation arrows"
}
]